adobe-source-sans-fonts
adw-gtk-theme
alsa-plugins
amd-ucode
at
atuin
baobab
base
base-devel
bat
betterbird-bin
bind
blueman
btop
btrfs-assistant
btrfs-progs
celluloid
cpio
cpupower
darkman
dateutils
ddcutil
dkms
dmidecode
docker
docker-compose
dosfstools
dust
earlyoom
efibootmgr
ethtool
eza
fastfetch
fd
feishin-bin
figma-linux-bin
file-roller
firefox
firefox-tridactyl-native
fnm
fzf
gamemode
gamescope
gdu
ghostty
gimp
git
git-delta
github-cli
glow
gnome-calculator
gnome-disk-utility
gnome-keyring
go
goverlay
gpu-screen-recorder
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
handy-bin
inkscape
jq
kitty
lazydocker
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-gnutls
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-mangohud
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-sqlite
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
localsearch
loupe
ly
man-db
mangohud
moonlight-qt
nano
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-strongswan
niri
nmap
notify-send.sh
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia
otf-san-francisco
otf-san-francisco-mono
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
pavucontrol
pika-backup
piper-tts-bin
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
polkit-gnome
polychromatic
python-llfuse
python-pipx
python-pystray
python-vobject
qmk
qt5-wayland
qt6-wayland
rclone
reflector
ripgrep
rsync
rustup
rwpspread
satty
sbctl
sesh-bin
snap-pac
snapborg
snapper
socat
solaar
sshfs
starship
steam
stow
sunsetr-bin
sunshine
sushi
swayidle
swaync
systembus-notify
tealdeer
telegram-desktop
tmux
tmux-plugin-manager
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols-mono
ungoogled-chromium-bin
unrar
unzip
uv
viber
vicinae-bin
video-trimmer
vim
vivid
vulkan-tools
wakeonlan
waybar
wayvnc
wev
wget
wireplumber
wl-clipboard
wpaperd
wtype
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xwayland-satellite
yay
yazi
yt-dlp
zed
zen-browser-bin
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting-git
