apt-rdepends
base-passwd
bsdutils
build-essential
ca-certificates
containerd.io
cryptsetup
cryptsetup-bin
cryptsetup-initramfs
curl
dash
diffutils
dmeventd
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
efibootmgr
findutils
fonts-indic
fonts-jetbrains-mono
git
gnome-remote-desktop
grep
grub2-common
grub-common
grub-efi-amd64-bin
grub-efi-amd64-signed
grub-gfxpayload-lists
grub-pc
grub-pc-bin
gzip
hostname
hyphen-en-us
init
jcagent
jcpwm
keyd
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libc6
libdebconfclient0
libdevmapper-event1.02.1
libfuse2t64
liblvm2cmd2.03
libnss3-tools
libreoffice-help-common
libreoffice-help-en-us
linux-firmware
linux-generic
linux-generic-hwe-24.04
linux-zabbly
login
lvm2
mokutil
mythes-en-us
ncurses-base
ncurses-bin
openssh-server
os-prober
papirus-icon-theme
pavucontrol
pulseaudio-utils
rclone
shim-signed
socat
stow
swayidle
thin-provisioning-tools
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-standard
ubuntu-wallpapers
ungoogled-chromium
vim
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gnome
xtradeb-apt-source
zsh
