tap "fcanas/tap"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
brew "bat"
brew "bottom"
brew "btop"
brew "catimg"
brew "certifi"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "ddcctl"
brew "eza"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "imagemagick"
brew "ios-deploy"
brew "luajit"
brew "neovim"
brew "pkg-config"
brew "react-native-cli"
brew "ripgrep"
brew "ruby@3.2"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tpm"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "altair-graphql-client"
cask "amethyst"
cask "arc"
cask "betterdisplay"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "httpie"
cask "inkscape"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "macs-fan-control"
cask "meetingbar"
cask "middleclick"
cask "obsidian"
cask "raycast"
cask "reactotron"
cask "rectangle"
cask "slack"
cask "spaceid"
cask "spotify"
cask "steam"
cask "telegram-desktop"
cask "thor"
cask "visual-studio-code"
cask "wezterm"
vscode "alefragnani.bookmarks"
vscode "alexanderte.dainty-vscode"
vscode "astro-build.astro-vscode"
vscode "better-ts-errors.better-ts-errors"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipe.nasc-touchbar"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "kevinrose.vsc-python-indent"
vscode "kontrail.vscode-inline-svg"
vscode "mattpocock.ts-error-translator"
vscode "mde.select-highlight-minimap"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "nathanchapman.javascriptsnippets"
vscode "naumovs.color-highlight"
vscode "onecentlin.laravel-blade"
vscode "pkief.material-icon-theme"
vscode "rifi2k.format-html-in-php"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "souravlayek.vs-todo"
vscode "stylelint.vscode-stylelint"
vscode "vincaslt.highlight-matching-tag"
vscode "vmsynkov.colonize"
vscode "wayou.vscode-todo-highlight"
vscode "whizkydee.material-palenight-theme"
vscode "willstakayama.vscode-nextjs-snippets"
vscode "wix.glean"
