1password
1password-cli
adobe-source-sans-fonts
alacritty
alsa-plugins
amd-ucode
baobab
base
base-devel
bat
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
catimg
celluloid
dkms
dust
efibootmgr
evince
extension-manager
eza
fastfetch
faudio
fd
file-roller
firefox
fnm-bin
fzf
gamemode
gdm
gdm-settings
gimp
git
git-delta
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-share
gnome-weather
goverlay
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
inkscape
iwd
kitty
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-faudio
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
libertinus-font
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
local-by-flywheel-bin
loupe
lutris
malcontent
man-db
mangohud
nano
nano-syntax-highlighting
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-strongswan
noto-fonts
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia
openrgb
otf-san-francisco
otf-san-francisco-mono
pacman-contrib
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polychromatic
protonup-qt
python-llfuse
python-pystray
qt6-wayland
reflector
ripgrep
rsync
rygel
sbctl
seahorse
sesh-bin
smartmontools
snap-pac
snapborg
snapper
spotify
sshfs
starship
steam
stow
stretchly-git
sushi
tecla
telegram-desktop
terminus-font
tldr
tmux-git
tmux-plugin-manager
tracker3-miners
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-victor-mono
variety
vim
visual-studio-code-bin
vkbasalt
vkd3d
vulkan-tools
wezterm
wget
wine-staging
wireless_tools
wireplumber
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
zsh
zsh-autocomplete-git
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting-git
