1password
adobe-source-sans-fonts
adw-gtk-theme
alacritty
alsa-plugins
amd-ucode
android-sdk-platform-tools
atuin
baobab
base
base-devel
bat
better-adb-sync-git
betterbird-bin
bind
bitwarden
blueman
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
catimg
celluloid
code
cpio
cpupower
czkawka-gui-bin
dateutils
dconf-editor
ddcutil
discord
dkms
dmidecode
docker
docker-compose
dosfstools
dust
efibootmgr
ethtool
evince
evolution
extension-manager
eza
fastfetch
fd
feishin-bin
file-roller
filezilla
firefox
firefox-tridactyl-native
fnm-bin
fragments
fzf
gcalcli
gdm
gdm-settings
gimp
git
git-delta
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-share
gnome-weather
gnu-netcat
go
goverlay
gpu-screen-recorder
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
hypridle
hyprland
hyprpaper
hyprpicker
hyprshot
inkscape
iwd
kitty
lazydocker
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
libpulse
libqalculate
libva-nvidia-driver
linux
linux-firmware
linux-headers
localsearch
loupe
lutris
malcontent
man-db
mangohud
moonlight-qt
nano
nano-syntax-highlighting
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-strongswan
nicotine+
nmap
notify-send.sh
noto-fonts
nss-mdns
ntfs-3g
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nvidia-utils
obsidian
ollama-cuda
opencl-nvidia
openrgb
otf-libertinus
otf-san-francisco
otf-san-francisco-mono
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
pavucontrol
picard
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
polkit-gnome
polychromatic
protonup-qt-bin
python-llfuse
python-pipx
python-pystray
python-vobject
qmk
qt5-wayland
qt6-wayland
reflector
ripgrep
rsync
rwpspread
rygel
satty
sbctl
seahorse
sesh-bin
snap-pac
snapborg
snapper
socat
spotify
sshfs
starship
steam
stow
sunshine
sushi
swaync
sweethome3d
tauon-music-box
tealdeer
tecla
telegram-desktop
terminus-font
tmux-git
tmux-plugin-manager
tree
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-victor-mono
unrar
uv
variety
viber
vim
vkbasalt
vkd3d
vulkan-tools
walker-bin
waybar
wayvnc
wev
wezterm
wget
wine-staging
wireless_tools
wireplumber
wl-clipboard
wlsunset
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xorg-xinit
yay
yazi
zen-browser-bin
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting-git
